Repository: ltrgithub/X3GestAA
Catalog: translation-indexes/messages_Syracuse.tmx
Source language: en_us
Languages: de_de, es_es, fr_fr, pt_pt, zh_cn

source: Log opened
fr_fr: La trace est ouverte

source: Log closed
fr_fr: La trace est fermée

source: Runtime log was successfully enabled. It will be available in the runtime directory [{0}]
fr_fr: Le log du moteur a été activé avec succès. Il sera disponible dans le répertoire du moteur [{0}]

source: Classic server log were successfully enabled. You will retrieve them in server logs admnistration reference
fr_fr: Les logs du serveur classique ont été activés avec succès. Vous les retrouverez dans la référence d'administration 'Logs·

source: Runtime log was successfully disabled.
fr_fr: Le log du moteur a été désactivé avec succès.

source: Classic server log were successfully disabled.
fr_fr: Les logs du serveur classique ont été désactivés avec succès.

source: To activate runtime log, it's necessary to enter a flag and directory
fr_fr: Pour activer le log moteur, il est nécessaire de renseigner le flag et le répertoire

source: Syracuse
pt_pt: Siracusa

source: X3
pt_pt: Sage ERP X3

source: fileName
pt_pt: nomeArquivo

source: SUPERV
pt_pt: SUPERVISÃO

source: DB
pt_pt: TB

source: Build version:·
pt_pt: Construir Versão:
zh_cn: Build版本：

source: A{0}b
pt_pt: {0} b

source: Proxy
zh_cn: 代理

source: Mongo DB
zh_cn: Mongo数据库

source: Endpoint {description}
zh_cn: 端点{description}

source: Vertical
zh_cn: 垂直的

source: 22-Feb-2012
zh_cn: 2012年2月22日

source: Nov
zh_cn: 11月

source: Sprint Review
zh_cn: Sprint Review评审会议

source: Duplex
zh_cn: 双面

source: info(s)
zh_cn: 消息

source: Copyright © 1998  Sage SAS
zh_cn: 版权所有©1998  Sage SAS
